Repository: GNOME/gnome-backgrounds
Catalog: po/*.po
Languages: af, be@latin, bn_in, bs, fi, fur, gd, is, kk, oc, ro, sr, sr@latin, tr, zh_cn

source: Aqua
be@latin: Vada
is: Sægrænt
sr: Водена кап
sr@latin: Vodena kap

source: Blinds
bn_in: সবুজ পর্দা
bs: Separatori
fur: Tende
is: Strimlar
sr: Зелени застор
sr@latin: Zeleni zastor

source: Blue Marble
bn_in: নীল মার্বেল
is: Blár marmari
sr: Хладно плаветнило
sr@latin: Hladno plavetnilo

source: Dandelion
bn_in: ড্যান্ডেলিয়ান ফুল
fi: Voikukka
fur: Tale
gd: Gathan-gobhainn
oc: Granas de pissalièch
sr: Маслачак
sr@latin: Maslačak
tr: Karahindiba
zh_cn: 思絮缠绵

source: Foot Fall
bn_in: পায়ের ছাপ
bs: Nožne kapi
fur: Çatis
is: Fótadögg
sr: Стопе
sr@latin: Stope

source: Fresh Flower
be@latin: Śviežyja kvietki
is: Fersk blóm
sr: Лепота младог цвећа
sr@latin: Lepota mladog cveća

source: Garden
be@latin: Sadočak
is: Garður
sr: Црвена лепота цвећа
sr@latin: Crvena lepota cveća

source: Green Meadow
be@latin: Ziolany łuh
is: Grænt rjóður
sr: Зеленило ливаде
sr@latin: Zelenilo livade

source: Spaceflare
bn_in: দূরের বলাকা
is: Geimglampi
sr: Звездана ерупција
sr@latin: Zvezdana erupcija

source: Spaceflare Nova
is: Geimglampasprenging
sr: Звездана ерупција нове
sr@latin: Zvezdana erupcija nove

source: Stamps
sr: Поштанске марке
sr@latin: Poštanske marke

source: Stripes
bn_in: ডোরাকাটা
is: Rendur
sr: Пругасте шаре
sr@latin: Prugaste šare

source: Stripes 3.4
bn_in: ডোরাকাটা 3.4
sr: Пругасте шаре 3.4
sr@latin: Prugaste šare 3.4

source: Sundown Dunes
is: Sandöldur við sólarlag
sr: Вечерње дине
sr@latin: Večernje dine

source: Terraform Blue
is: Blá jarðarform
sr: Постање плаве планете
sr@latin: Postanje plave planete

source: Terraform Green
af: Terravorming Groen
bn_in: সবুজ প্রান্তর
bs: Pejzaž zelen
fi: Maanmuotoinen vihreä
fur: Bonificant vert
gd: Talamh ghorm
is: Græn jarðarform
oc: Crosta verda
sr: Постање зелене планете
sr@latin: Postanje zelene planete
tr: Arazi Yeşili
zh_cn: 地貌之绿

source: Terraform Orange
is: Appelsínugul jarðarform
sr: Постање наранџасте планете
sr@latin: Postanje narandžaste planete

source: Two Wings
be@latin: Krylle
is: Tveir vængir
sr: Два крила
sr@latin: Dva krila

source: Underlit
sr: Под осветљењем
sr@latin: Pod osvetljenjem

source: Wood
be@latin: Dreva
bn_in: কাঠের ছবি
is: Viður
kk: Ағаш
ro: Lemn
sr: Дрво
sr@latin: Drvo

source: Yellow Flower
be@latin: Žoŭtaja kvietka
is: Gul blóm
sr: Жути цветић
sr@latin: Žuti cvetić

source: End Bell
bn_in: ঘন্টা ফুল
sr: Звончићи
sr@latin: Zvončići

source: Spaceflare Supernova
is: Geimglampasprengistjarna

source: Default Background
af: Verstekagtergrond
bs: Podrazumijevana pozadina radne površine
fi: Oletustaustakuva
fur: Sfont predefinît
gd: An cùlaibh tùsail
kk: Қалыпты фон
oc: Rèireplan per defaut
ro: Fundal implicit
tr: Öntanımlı Arka Plan
zh_cn: 默认背景

source: Waterfalls
af: Watervalle
fi: Vesiputoukset
gd: Easan
oc: Casudas d'aiga
tr: Şelale
zh_cn: 垂素万丈

source: Bokeh Tails
af: Bokeh Spoor
fi: Epätarkat heinäkasvit
fur: Spîs fûr di fûc
gd: Arbhar
oc: Coas foscas
tr: Alan Derinliği
zh_cn: 枯草虚影

source: Dark Ivy
af: Donker Ivy
bs: Tamba slonovača
fi: Tumma muratti
fur: Elare scure
gd: Eidheann
kk: Күңгірт шырмауық
oc: Èura escura
ro: Iederă neagră
tr: Kara Sarmaşık
zh_cn: 秋叶清冷

source: Pink Fabric
af: Pienk Materiaal
bn_in: গোলাপী রেশম
bs: Roza tkanina
fi: Vaaleanpunaista kangasta
fur: Stofe rose
gd: Clò pinc
kk: Қызғылт мата
oc: Teissut ròse
ro: Material roz
tr: Pembe Kumaş
zh_cn: 粉色面料

source: Flower Bed
af: Blombedding
bs: Cvijetni krevet
fi: Kukkameri
fur: Jet di rosis
gd: Geadag
oc: Tapís de flors
tr: Çiçeklik
zh_cn: 花床寻梦

source: Icescape
af: Yslandskap
fi: Jäinen näkymä
gd: Beanntan fo sneachd
oc: Calòta glacièra
tr: Buzul Manzara
zh_cn: 冰川野望

source: Adwaita
zh_cn: 阿德维塔

source: Lock Screen
af: Geslote Skerm
bs: Zaključaj ekran
fi: Lukitusnäyttö
fur: Schermi blocât
gd: Sgrìn-ghlasaidh
oc: Ecran gelat
tr: Kilit Ekranı
zh_cn: 帘影迷离

source: Mirror
af: Spieël
bn_in: আয়না
bs: Ogledalo
fi: Peili
fur: Spieli
gd: Sgàthan
oc: Miralh
tr: Ayna
zh_cn: 天光水色

source: Road
af: Pad
bn_in: অন্তহীন পথ
bs: Put
fi: Tie
fur: Strade
gd: Rathad
kk: Жол
oc: Rota
ro: Drum
tr: Yol
zh_cn: 野阔途远

source: Sandstone
af: Sandsteen
bn_in: বালুশীলা
bs: Pješčar
fi: Hiekkakiveä
fur: Arenarie
gd: Clach-ghainmhich
oc: Gres roge
tr: Kum Taşı
zh_cn: 赤砂岩壁

source: Signpost of the Shadows
af: Aanwysing van die Skaduwees
bs: Znak pješčara
fi: Kyltin varjo
fur: Ombrene dal cartel
gd: Faileas clàir-sheòlaidh
oc: Panèl indicador de las ombras
tr: Gölge Tabela
zh_cn: 路标之影

source: Stones
af: Klippe
bs: Kamenje
fi: Kivet
fur: Pieris
gd: Clachan
oc: Calhaus
tr: Çakıl Taşları
zh_cn: 卵石回忆

source: Waves
af: Golwe
be@latin: Chvali
bn_in: ঢেউয়ের খেলা
bs: Talasi
fi: Aallot
fur: Ondis
gd: Tuinn
oc: Èrsas
tr: Dalgalar
zh_cn: 浪涌苍穹

source: Godafoss Iceland
af: Godafoss Eiland
fi: Godafoss Islanti
fur: Pissande dai dius
gd: Goðafoss an Innis Tìle
oc: Godafoss Islàndia
tr: Godafoss İzlanda
zh_cn: 众神仰望

source: Sunset
bn_in: বেগুনি ডুরে

source: Tulip
bn_in: টিউলিপ ফুল

source: Flow
be@latin: Płyń

source: Gulp
be@latin: Hłytok

source: Silk
be@latin: Jadvab

source: Spring
be@latin: Viasna

source: Dune
be@latin: Dziuny

source: Lady Bird
be@latin: Ptušačka

source: Rain Drops
be@latin: Padaje doždž

source: Storm
be@latin: Bura

source: Whispy Tails
bs: Ježevica

source: Light Waves
kk: Жарық толқындары
ro: Unde luminoase

source: Cold &amp; Warm
kk: Салқын және жылы
ro: Rece și cald

source: Endless Shapes
kk: Шексіз пішіндер
ro: Forme nesfârșite

source: Acrylic
kk: Акрил
ro: Acril

source: Ice Twigs
kk: Мұзды бұтақтар
ro: Ramuri de gheață

source: Sea Sunset
kk: Теңіздегі күн батуы
ro: Apus de soare la mare

source: Color Stripes
kk: Түс жолақтары
ro: Dungi de culoare

source: Symbolics 1
kk: Таңбалар 1
ro: Simboluri 1

source: Symbolics 2
kk: Таңбалар 2
ro: Simboluri 2
